export const coupleRu: Record<
  number,
  {
    title: string;
    desc: string;
  }
> = {
  1: {
    title: "Старт и драйв",
    desc: `Такой вариант практически не встречается в совместном будущем пары. Союз не формируется или быстро распадается.`,
  },
  2: {
    title: "Партнёрство",
    desc: `Двойственный союз. Возможны неискренность, скрытые мотивы, параллельные сценарии в отношениях или сотрудничестве. Требует высокой осознанности.`,
  },
  3: {
    title: "Коммуникация",
    desc: `Будущее пары связано с любовью, дружбой и эмоциональной близостью. Возможны тёплые отношения и успешное партнёрство, в том числе в работе.`,
  },
  4: {
    title: "Стабильность",
    desc: `Стабильный и надёжный союз. Отношения строятся на ответственности, практичности и долгосрочных планах.`,
  },
  5: {
    title: "Свобода",
    desc: `Союз, ориентированный на свободу. Возможны яркие, но не всегда длительные отношения. Гармония сохраняется, если партнёры уважают личные границы.`,
  },
  6: {
    title: "Любовь и забота",
    desc: `Очень благоприятное будущее для совместных дел и финансов. Пара может прийти к процветанию и материальному благополучию. В личных отношениях возможен союз по расчёту.`,
  },
  7: {
    title: "Глубина",
    desc: `Конфликтный союз. Частые разногласия, борьба характеров и проверка отношений на прочность.`,
  },
  8: {
    title: "Результат",
    desc: `Будущее пары связано с деньгами, влиянием и результатами. Возможен значительный рост и успех, если проработаны вопросы власти и амбиций.`,
  },
  9: {
    title: "Сердце",
    desc: `Союз ведёт к завершённости. Отношения могут длиться долго, но со временем трансформируются в дружеские или формальные.`,
  },
  10: {
    title: "Новый цикл",
    desc: `Гармоничное будущее. Взаимопонимание, схожие взгляды и ощущение «мы на одной волне».`,
  },
  11: {
    title: "Сила интуиции",
    desc: `Постоянное противостояние. Союз строится на напряжении, соперничестве и борьбе за лидерство.`,
  },
  12: {
    title: "Уроки союза",
    desc: `Двойственный, кармический союз. Возможна как глубокая любовь и сильная дружба, так и сложные уроки отношений. Многое зависит от зрелости партнёров.`,
  },
};
